# _*_ coding:UTF-8 _*_
# 开发人员: 理想国真恵玩-张大鹏
# 开发团队: 理想国真恵玩
# 开发时间: 2019-04-12 19:05
# 文件名称: hw_006_函数与极限.py
# 开发工具: PyCharm

"""
一 集合
    1 概念
        1 集合 具有某种性质的元素的组成的集体
            有限集合
            无限集合
        2 集合的表示方法
            用大写的字母表示
            A B C ...
            小写的字母表示集合的元素
            a b c
            a属于A ∈
            列举法 A={a1,a2,a3...}
            描述法 M={x|x∈R}
        3 常用的集合表示方法
            R = {所有的实数}
            Z = {所有的整数}
            N = {所有的自然数}
            N﹢
        4 集合之间的关系
            A 包含 B
"""